const last_update = "[2020-02-13 23:44:28]"; 
const data = {
  "BonjourCosmetics": {
    "Shop Name": "Bonjour Cosmetics",
    "Today On Sale": true,
    "Post Time": "[2020-02-13 16:43:57]",
    "Post Content": "【2月13日快閃👨🏻‍🚒👩🏻‍🚒前線消防、救護及醫護人員👨🏻‍⚕️👩🏻‍⚕️限定！！】 <br/><br/>-  感激前線消防、救護及醫護人員的辛勞🙏🏻🙏🏻 今天(2月13日)下午，於以下3⃣間分店， 優先賣口罩俾👨🏻‍🚒👩🏻‍🚒前線消防、救護及醫護人員👨🏻‍⚕️👩🏻‍⚕️⋯⋯ (包括：【消防處】消防員及救護員、【衛生署】、【醫院管理局(HA)】及【私家醫院】的前線醫務人員及工作人員) <br/><br/>-  我們明白每位客人需要購買口罩， 但這次只限前線消防、救護、醫護人員及工作人員， 敬請見諒！對不起🙇🏻‍♂️對不起🙇🏻‍♀️ <br/><br/>-  🔸 日本ZODIAC三層口罩 50個 🔸 【每盒💲7️⃣8️⃣，一人一籌，每籌限買1️⃣盒】 【指定分店】 1️⃣佐敦道23號新寶廣場地下 (共200盒) 2️⃣旺角登打士街41號 (共200盒) 3️⃣銅鑼灣渣甸坊5號 (共200盒) <br/><br/>-  <b>派籌時間：</b><br/>2月13日下午4:30 發售時間：派籌完成後隨即發售 📣📣📣各位前線消防、救護及醫護人員注意📣📣📣 🔵今天只限消防處消防員及救護員、衛生署、醫院管理局(HA)及私家醫院的前線醫務人員及工作人員，敬請見諒。 🔵避免不必要的誤會，請【親身】帶同委任證或職員證到門市購買；對不起，請原諒我們的購買方法。 🔵每位消防、救護及醫務人員，排隊及購買時，請出示委任證或職員證 (一人一籌) 🔵請不要代購、不要代排隊 🔵不設留貨或預訂 <br/><br/>-  為顧及客人健康， 購買防疫產品時， 請不要通宵排隊及過度聚集， 注意身體🙏🏻🙏🏻 有關防疫貨品的最新狀態， 請留意我們FB及IG即日公佈🙏🏻 <br/><br/>-  <br/>#卓悅 <br/>#消防限定 <br/>#救護限定 <br/>#醫護限定 <br/>#口罩現貨 <br/>#謝絕炒賣 <br/>#向炒價說不 <br/>#不設留貨 <br/>#不設預訂 ",
    "FB Page Url": "https://www.facebook.com/pg/bonjourhk/posts/"
  },
  "SasaHongKong": {
    "Shop Name": "Sasa Hong Kong 莎莎香港",
    "Today On Sale": true,
    "Post Time": "[2020-02-13 13:44:10]",
    "Post Content": "【2月13日 莎莎 x THE GULU 網上派籌！📱】 領取口罩籌號連結 : http://bit.ly/39p1iwy  🌧⛈天氣惡劣下領取口罩籌安排🌩🌨 由於今日天氣情況逐漸惡劣，為能讓各位可以安全地購買口罩，莎莎今日聯同THE GULU推出網上派籌，只要安在家中，也可取到籌號，購買口罩😷⋯⋯ 我們今次特選8⃣間分店（均在商場或地鐵站附近）試行計劃，安排如有不足，謝多多體諒🙇🏻‍♀ ⭐產品：韓國BREATH Silver成人標準口罩3個裝 ⭐售價：$45/包 (3個裝)  ⭐<b>派籌時間：</b><br/>2月13日下午1時30分開始 ⭐取貨店舖：8間指定莎莎分店 (請參考附圖） 取貨時間：2月13日晚上8時前 📍每間指定分店各有160張籌 📍因貨量有限，每人憑籌限購2⃣包 產品資料： 1) 韓國製造 2) 取得美國EPA認証，抗菌效果高達99% 3)有效過濾99%以上的PM0.1<br/><br/>- 2.5懸浮微粒、病毒和細菌 4) 3D立體設計，減少與面部摩擦 🔍領籌須知  1⃣ 領取口罩籌前，請細閱條款及細則 2⃣成功領籌後，代表已預留貨品，請於即日(營業時間內)到領籌時所選之莎莎分店購買貨品 3⃣購買前須出示THE GULU App之籌號以作掃描確認，截圖或其他形式一律無效 4⃣口罩籌上顯示的”飛號”只作內部運作用途，與購買之先後次序無關 5⃣THE GULU App之籌號可以主頁面下方之「我的」(猩猩頭像)＞「排隊」查看 6⃣如有任何爭議，莎莎化粧品有限公司及THE GULU 將保留最終決定權 💬有關最新口罩及消毒用品的發售訊息，請繼續留意莎莎Facebook專頁/Instagram 。 <br/>#莎莎香港 <br/>#sasahk <br/>#sasahk_official <br/>#莎莎與你齊心抗疫 <br/>#全城抗疫 <br/>#齊心抗疫情 <br/>#一齊打氣加油 <br/>#口罩 <br/>#洗手液 <br/>#消毒用品 <br/>#THEGULU ",
    "FB Page Url": "https://www.facebook.com/pg/sasahongkong/posts/"
  },
  "JHC": {
    "Shop Name": "JHC 日本城",
    "Today On Sale": true,
    "Post Time": "[2020-02-13 10:44:28]",
    "Post Content": "【即時更新：抱歉！今日（13/2）所有口罩籌號已派完。】 而家落緊大雨🌧🌧，大家要注意安全，我哋會盡快安排🙇♀🙇♀ 【🛎即時消息‼ 再有一批口罩抵達分店‼】⋯⋯ <br/>#想客人所想 <br/>#急客人所急 <br/>#齊心抗疫  由於貨量非❗常❗有❗限❗ 會於以下4間分店派籌發售（每間約360盒） 開售時間：今日(13/2) 即時 <b>地點：</b><br/>指定4間日本城分店（先排隊攞籌，一人一籌，每籌限買一盒。） 🔸 三層不織布口罩60個裝(女性/小面SIZE)1盒😷(共約1,440盒）🔸 我們的物流團隊會盡力以最快速度送到各門店，但由於路面情況及上落貨安排需時，各店的收貨時間會有所不同。 1⃣香港銅鑼灣駱克道476號地下及1樓舖 2⃣九龍尖沙咀柯士甸道110號地下 3⃣九龍長沙灣荔枝角道863號泓景匯商場1樓13A及13B號舖 4⃣新界將軍澳天晉滙2期1樓123號舖  基於衛生理由 及 保障所有顧客，請所有購買口罩的顧客當面檢查清楚✅，所有口罩不設🚫退換，希望大家明白見諒🙇♀ 我地香港同海外的採購團隊會繼續竭盡所能循不同渠道從世界各地搜購口罩💪 請繼續留意我們FB最新消息 <br/>#日本城 <br/>#口罩現貨 <br/>#全球採購 <br/>#空運抵港 <br/>#急市民所急 <br/>#不設留貨 <br/>#不設預訂 <br/>#齊心抗疫 ",
    "FB Page Url": "https://www.facebook.com/pg/JHC-日本城-289317227159/posts/"
  }
};