const last_update = "[2020-02-15 21:23:38]"; 
const data = {
  "BonjourCosmetics": {
    "Shop Name": "Bonjour Cosmetics",
    "Today On Sale": true,
    "Post Time": "[2020-02-15 10:23:01]",
    "Post Content": "繼續努力💪🏻 共抗疫情💪🏻 🔽🔽2月15日以下口罩發售🔽🔽 <br/><br/>-  🔸L.eader 3 WIRE 三層不織布外科口罩　50個🔸 【💲9️⃣9⃣ / 盒，一人一籌，每籌限買1盒】 <br/><br/>-  【指定分店】 ▶️銅鑼灣渣甸坊5號 (共360盒) ▶️北角匯三期G3號舖 (共360盒) ▶️尖沙咀彌敦道68號 (共360盒) ▶️佐敦道23號新寶廣場地下 (共360盒) ▶️旺角中心一期地下 (共360盒) <br/><br/>-  <br/><b>派籌時間：</b><br/>2月15日上午11:00 各位購買人士注意📣📣📣 🔵先排隊再攞籌，一人一籌； 🔵攞籌後請勿離隊，免生混亂，多多包容🙇‍♂🙇‍♀ 🔵派籌時間會因現場人數眾而多提早，派籌完成後隨即發售； 🔵請不要代購、不要代排隊； 🔵不設留貨或預訂。 <br/><br/>-  為顧及客人健康， 購買防疫產品時， 請不要通宵排隊及過度聚集， 注意身體🙏🏻🙏🏻 有關防疫貨品的最新狀態， 請留意我們FB及IG即日公佈🙏🏻 <br/><br/>-  <br/>#卓悅 <br/>#防疫產品 <br/>#謝絕炒賣 <br/>#向炒價說不 <br/>#不設留貨 <br/>#不設預訂 ",
    "FB Page Url": "https://www.facebook.com/pg/bonjourhk/posts/"
  },
  "SasaHongKong": {
    "Shop Name": "Sasa Hong Kong 莎莎香港",
    "Today On Sale": true,
    "Post Time": "[2020-02-15 20:23:18]",
    "Post Content": "【📣預告：❗明日❗2月16日 莎莎 x THE GULU 網上派籌！📱】 ☃❄天氣日漸寒冷，而且間中有雨🌧，為能讓各位可以安全、舒適地購買口罩，我們將於❗明日❗2⃣月1⃣6⃣日(星期日)聯同THE GULU推出網上派籌，讓各位不用風吹雨打，只要安在家中，也可取到籌號，購買口罩😷 是次，我們成功採購約1⃣8⃣0⃣0⃣0⃣包日本Fitty口罩，於莎莎全線8⃣9⃣間分店發售！我們吸取過往經驗，為方便大家，將按照不同區域，開放共8⃣個領籌時段，務求讓大家更有效地領取口罩籌！  ⭐產品：日本Fitty 三層過濾絲滑親膚口罩 ⭐售價：$24.6/包 (7個裝) 😱 ⭐派籌日期：❗明日❗2月16日 ⭐<br/><b>派籌時間：</b><br/> 時段1⃣ : 上午 9時正開始⏰灣仔區分店  時段2⃣ : 上午 9時15分開始⏰中西區、東區、南區分店  時段3⃣ : 上午 9時30分開始⏰油尖旺區分店 時段4⃣ : 上午 9時45分開始⏰油尖旺區、深水埗區分店 時段5⃣ : 上午 10時正開始⏰九龍城區、黃大仙區、觀塘區、西貢區分店  時段6⃣ : 上午 10時15分開始⏰沙田區、大埔區、葵青區、離島區分店  時段7⃣ : 上午 10時30分開始⏰北區、荃灣區、葵青區分店  時段8⃣ : 上午 10時45分開始⏰元朗區、屯門區分店  ⭐取貨店舖：領籌時所選之莎莎分店 (請參考附圖） 取貨時間：2⃣月1⃣6⃣日所選分店之營業時間內 📍每間指定分店各有2⃣1⃣0⃣張籌 📍因貨量有限，每人憑籌限購1⃣包 <br/><b>產品資料：</b><br/> 14.5cm x 9cm 適合女士及兒童使用 通過BFE測試：細菌過濾率  99% 通過VFE測試：病毒過濾率  99% 通過PFE測試：顆粒過濾率  99% 有效過濾99%花粉及飛沫中包含之病菌 🔍領籌須知  1⃣ 領取口罩籌前，請細閱條款及細則 2⃣成功領籌後，代表已預留貨品，請於即日(營業時間內)到領籌時所選之莎莎分店購買貨品 3⃣購買前須出示THE GULU App之籌號以作掃描確認，截圖或其他形式一律無效 4⃣口罩籌上顯示的”飛號”只作內部運作用途，與購買之先後次序無關 5⃣THE GULU App之籌號可以主頁面下方之「我的」(猩猩頭像)＞「排隊」查看 6⃣如有任何爭議，莎莎化粧品有限公司及THE GULU 將保留最終決定權 💬有關最新口罩及消毒用品的發售訊息，請繼續留意莎莎Facebook專頁/Instagram 。 <br/>#莎莎香港 <br/>#sasahk <br/>#sasahk_official <br/>#莎莎與你齊心抗疫 <br/>#全城抗疫 <br/>#齊心抗疫情 <br/>#一齊打氣加油 <br/>#口罩 <br/>#洗手液 <br/>#消毒用品 <br/>#THEGULU ",
    "FB Page Url": "https://www.facebook.com/pg/sasahongkong/posts/"
  },
  "JHC": {
    "Shop Name": "JHC 日本城",
    "Today On Sale": false,
    "Post Time": "[2020-02-13 09:49:00]",
    "Post Content": "【即時更新：抱歉！今日（13/2）所有口罩籌號已派完。】 而家落緊大雨🌧🌧，大家要注意安全，我哋會盡快安排🙇♀🙇♀ 【🛎即時消息‼ 再有一批口罩抵達分店‼】 <br/>#想客人所想 <br/>#急客人所急 <br/>#齊心抗疫  由於貨量非❗常❗有❗限❗ 會於以下4間分店派籌發售（每間約360盒） <br/><b>開售時間：</b><br/>今日(13/2) 即時 <br/><b>地點：</b><br/>指定4間日本城分店（先排隊攞籌，一人一籌，每籌限買一盒。） 🔸 三層不織布口罩60個裝(女性/小面SIZE)1盒😷(共約1,440盒）🔸 我們的物流團隊會盡力以最快速度送到各門店，但由於路面情況及上落貨安排需時，各店的收貨時間會有所不同。 1⃣香港銅鑼灣駱克道476號地下及1樓舖 2⃣九龍尖沙咀柯士甸道110號地下 3⃣九龍長沙灣荔枝角道863號泓景匯商場1樓13A及13B號舖 4⃣新界將軍澳天晉滙2期1樓123號舖  基於衛生理由 及 保障所有顧客，請所有購買口罩的顧客當面檢查清楚✅，所有口罩不設🚫退換，希望大家明白見諒🙇♀ 我地香港同海外的採購團隊會繼續竭盡所能循不同渠道從世界各地搜購口罩💪 請繼續留意我們FB最新消息 <br/>#日本城 <br/>#口罩現貨 <br/>#全球採購 <br/>#空運抵港 <br/>#急市民所急 <br/>#不設留貨 <br/>#不設預訂 <br/>#齊心抗疫 ",
    "FB Page Url": "https://www.facebook.com/pg/JHC-日本城-289317227159/posts/"
  }
};