const last_update = "[2020-02-12 22:44:57]"; 
const data = {
  "BonjourCosmetics": {
    "Shop Name": "Bonjour Cosmetics",
    "Today On Sale": true,
    "Post Time": "[2020-02-12 14:44:22]",
    "Post Content": "【2月12日 快閃殘疾人士限定！！】 急你所急、想你所想！ 為方便你們的需要，前來店舖購買口罩，「卓悅 x The GULU」提供電子攞籌系統。方便你或你的親友及朋友協助到The GULU 攞籌及到卓悅取貨🙏🏻🙏🏻⋯⋯ 請即時用THE GULU app (拎籌/ 下載：http://bit.ly/2OMpnpj) ，在app內取籌。成功取籌，可於即日(12/2)下午2時至8時內到以下2⃣間分店憑已領取的籌購買🔸理的 外科手術口罩(L成人) 30個/ 盒🔸，逾時即屬無效。 (每店約100盒，共約200盒，$50/ 盒，每位每籌只限買1盒） - 指定分店： 1. 銅鑼灣駱克道535號 (共100盒) 2. 旺角彌敦道688號旺角中心一期地下 (共100盒) - 我們明白每位客人需要購買口罩， 但這次只限「殘疾人士」購買， 敬請見諒！對不起🙇🏻‍♂對不起🙇🏻‍♀ - 注意📣📣📣 🔵只限殘疾人士，敬請見諒。 🔵避免不必要的誤會， 請殘疾人士或代購人士必須帶同一張「殘疾人士登記證」的正本或副本到門市購買(每位每籌只限買1盒）。 - 為顧及客人健康， 購買防疫產品時， 請不要通宵排隊及過度聚集， 注意身體🙏🏻🙏🏻 有關防疫貨品的最新狀態， 請留意我們FB及IG即日公佈🙏🏻 - #卓悅 #殘疾人士限定 #口罩現貨 #謝絕炒賣 #向炒價說不 ",
    "FB Page Url": "https://www.facebook.com/pg/Bonjour Cosmetics/post"
  },
  "SasaHongKong": {
    "Shop Name": "Sasa Hong Kong 莎莎香港",
    "Today On Sale": true,
    "Post Time": "[2020-02-12 18:44:39]",
    "Post Content": "【莎莎與你齊心防疫  - 青衣區】 對於近日青衣區接連發生新型冠狀病毒確診個案，莎莎深感痛心💔，也與大家一樣無比焦急，希望可以盡快為大家解決防疫產品的急切需求😣，經莎莎採購團隊不斷的努力下，現已為青衣區居民搜羅了不同防疫產品，希望可以紓解到大家的燃眉之急，莎莎定必與大家齊心抗疫💪🏻。 ⏰發售時間：2月12日下午7時開始⋯⋯ 🏠指定分店：青衣城1期2樓215號舖 一共3️⃣款防疫用品同時發售 🌟韓國HUSTORM KF94口罩(5個裝) +🔅送酒精搓手液50ml 1支（名額120個）🔅 售價：$29/包 口罩共400包，每人限購口罩2️⃣包 *頭120位購買HUSTORM KF94口罩的顧客，每人最多可獲贈酒精搓手液50ml 1支，先到先得。 🔹以店舖派籌形式開賣🔹派籌均以先到先得派發。已領取籌號的客人，請於今日內到領籌之分店購買 🔻另以下防疫產品，憑口罩籌號優先購買，先到先得，售完即止。 🌟KOKUBO AirDoctor空間除菌（攜帶用）   售價：$69/包 共400包，每人限購1⃣包 🌟花王漂白水600ml 售價：$8.2/支 共60支，每人限購1⃣支 🔸如排隊人數眾多，店舖會因應情況而作出彈性安排，希望做到減少人流聚集。如有安排不足，敬請見諒。 🔸 以上產品只接受現金或八達通付款，及不可與VIP優惠同時使用 💬有關口罩及消毒用品的最新發售訊息，請繼續留意莎莎Facebook專頁/ Instagram。 #莎莎香港 #sasahk #sasahk_official #莎莎與你齊心抗疫 #全城抗疫 #齊心抗疫情 #一齊打氣加油 #口罩 #洗手液 #消毒用品 #漂白水 #AirDoctor空間除菌 ",
    "FB Page Url": "https://www.facebook.com/pg/Sasa Hong Kong 莎莎香港/post"
  },
  "JHC": {
    "Shop Name": "JHC 日本城",
    "Today On Sale": true,
    "Post Time": "[2020-02-12 10:44:57]",
    "Post Content": "【抱歉！今日（12/2）所有口罩籌號已派完。】 【🛎即時消息‼ 再有一批口罩抵達分店‼】 #想客人所想 #急客人所急 #齊心抗疫 ⋯⋯ 由於貨量非❗常❗有❗限❗ 會於以下5間分店派籌發售（每間約450盒） 開售時間：今日(12/2) 即時 地點：指定5間日本城分店（先排隊攞籌，一人一籌，每籌限買一盒。） 🔸Seiwa-pro 三層構造不織布口罩30個裝(成人用) 1盒😷(共約2,250盒）🔸 我們的物流團隊會盡力以最快速度送到各門店，但由於路面情況及上落貨安排需時，各店的收貨時間會有所不同。 1⃣鴨利洲海怡廣場西翼1樓124舖 2⃣尖沙咀彌敦道58號美麗都大廈地庫27A-31A號鋪(麼地道入口) 3⃣觀塘成業街16號怡生工業中心地下G及H座,D5,D10及D11部份 4⃣沙田沙田第一城置富第一城地下G21, G105及G107舖 5⃣荃灣荃華街16號荃薈地下13號舖 基於衛生理由 及 保障所有顧客，請所有購買口罩的顧客當面檢查清楚✅，所有口罩不設🚫退換，希望大家明白見諒🙇♀ 我地香港同海外的採購團隊會繼續竭盡所能循不同渠道從世界各地搜購口罩💪 請繼續留意我們FB最新消息 #日本城 #口罩現貨 #全球採購 #空運抵港 #急市民所急 #不設留貨 #不設預訂 #齊心抗疫 ",
    "FB Page Url": "https://www.facebook.com/pg/JHC 日本城/post"
  }
};